Repository: common-repository/product-compare-for-woocommerce
Catalog: languages/product-compare-*.po
Languages: hi_in

source: Dashboard
hi_in: डैशबोर्ड

source: General Settings
hi_in: सामान्य सेटिंग्स

source: Compare Button Type
hi_in: तुलना बटन प्रकार

source: Seletc button type
hi_in: बटन प्रकार चुनें

source: Link
hi_in: संपर्क

source: button
hi_in: बटन

source: Link/Button text
hi_in: लिंक / बटन पाठ

source: Ex: Compare/tally the products
hi_in: Ex: उत्पादों की तुलना / मिलान करें

source: Show compare button to single page
hi_in: किसी एकल पृष्ठ पर तुलना बटन दिखाएं

source: Show compare button in products archive page
hi_in: उत्पादों के संग्रह पृष्ठ में तुलना बटन दिखाएं

source: Frontend Settings
hi_in: फ़्रंट एंड सेटिंग्स

source: Compare window/box title
hi_in: विंडो / बॉक्स शीर्षक की तुलना करें

source: Fields to Show
hi_in: दिखाने के लिए फ़ील्ड

source: Please select the field from list, which you want to show in comaprison
hi_in: कृपया उस सूची से फ़ील्ड चुनें, जिसे आप तुलना में दिखाना चाहते हैं

source: Product Image
hi_in: उत्पाद का चित्र

source: Product Title
hi_in: उत्पाद का शीर्षक

source: Product Price
hi_in: उत्पाद की कीमत

source: Product Description
hi_in: उत्पाद वर्णन

source: Product SKU
hi_in: उत्पाद SKU

source: Product Dimensions
hi_in: उत्पाद के आयाम

source: CDLZR Product Compare
hi_in: CDLZR उत्पाद तुलना

source: Pro Co
hi_in: प्रो सह

source: Show button in products list
hi_in: उत्पादों की सूची में बटन दिखाएं

source: Plugin activated but no use with out WOOCOMMERCE
hi_in: प्लगइन सक्रिय हुआ लेकिन WOOCOMMERCE के बिना कोई उपयोग नहीं

source: Woocommerce is activated
hi_in: Woocommerce सक्रिय है

source: Close
hi_in: बंद करे

source: Product comparison table
hi_in: उत्पाद तुलना तालिका

source: Title
hi_in: शीर्षक

source: Short Description
hi_in: संक्षिप्त वर्णन

source: Product Weight
hi_in: उत्पाद - भार

source: Stock Status
hi_in: स्टॉक की स्थिति

source: Rating
hi_in: रेटिंग

source: Price
hi_in: कीमत

source: Add to cart
hi_in: कार्ट में जोड़ें

source: Modal title
hi_in: मोडल की उपाधि

source: COMPARE TABLE
hi_in: तुलना तालिका

source: View compare Table
hi_in: तुलना तालिका देखें
